<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="header.jsp" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보보호정책</title>
<style>

/* body{	
	width :   85%;
	padding : 15px;
	align :   center;
} */
table{
	background-color: #333333;
	opacity:		  0.6;
	border:			  1;
	cellpadding :	  5;
	color: #dfd7ca;
}

h1{	
	color :		  #dfd7ca;
	text-align :  center;	
}
div{ text-align : center;}

</style>
</head>
<body>
<pre>

</pre>
<pre>

</pre>
<div>
	<table align="center">
		<tr>
		<h1>개인정보보호정책</h1></p>
		<td>
		<p>
			<br>
			<B>BlockBuster(이하 ‘BlockBuster’ 또는 회사’)는 서비스 기획부터 종료까지 개인정보보호법 등 국내의 개인정보 보호 법령을
				철저히 준수합니다. <br>또한 OECD의 개인정보 보호 가이드라인 등 국제 기준을 준수하여 서비스를 제공합니다.</B></p>
			<br>
		<hr>
			<br>
			<br>

		<h3>수집하는 개인정보</h3>
		<p>
			BlockBuster가 제공하는 대부분의 서비스들은 회원가입을 하지 않고서도 이용이 가능합니다.
			<br>
			<br>
			회원가입을 하시는 경우, 로그인하여 개인화 서비스를 비롯한 다양한 회원제 기반의 서비스들을 이용하실 수 있습니다.
			<br>
			BlockBuster는 회원가입 과정에서 서비스 이용을 위해 필요한 최소한의 정보만을 수집 및 활용합니다.
			<br>
			이러한 이유로 개인화 서비스 등의 일부 서비스에서는 이용자의 동의를 받아 개인정보를 추가로 수집하는 경우도 있습니다.
		</p>
			<br>
			<br>

		<h3>개인정보 수집 방법</h3>
		<p>
			BlockBuster는 홈페이지 등에서 이용자로부터 직접 입력 받는 방식으로 개인정보를 수집합니다.
			<br>
			개인정보의 수집이 발생하는 경우(생성정보 등 일부 예외를 제외하고) BlockBuster는 이용자로부터 
			<br>
			‘개인정보 수집 및 이용에 대한 동의’를 얻으며 그 동의 범위 내에서만 개인정보를 이용합니다.
		</p>
			<br>
			<br>

		<h3>수집한 개인정보의 이용</h3>
		<p>
			BlockBuster는 회원님께 사전에 동의 받은 이용 목적과 달리 개인정보를 활용하지 않습니다.
			<br>
			<br>
			수집한 회원의 개인정보를 회원관리, BlockBuster 서비스의 제공 · 향상, 신규 서비스의 개발 및 
			<br>
			안전한 인터넷 이용환경 구축 등의 목적에 한해 이용합니다.
		</p>
			<br>
			<br>


		<h3>개인정보의 제공 및 위탁</h3>
		<p>
			BlockBuster는 원칙적으로 이용자의 사전 동의 없이 개인정보를 외부에 제공하지 않습니다.
			<br>
			<br>

			관계 법령에 의해 예외적으로 제3자에게 제공 의무가 발생하는 경우 해당 법령을 엄격히 
			<br>
			해석하여 준수하며 이용자의 프라이버시 침해가 최소화되도록 노력합니다. 
			<br>
			이에 관한 이용자의 문의에 성실히 답변할 것입니다.
			<br>
			BlockBuster는 서비스 제공을 위하여 필요한 업무 중 일부를 외부 업체에 위탁하고 있으며, 
			<br>
			위탁 받은 업체가 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독을 하고 있습니다.
			</p>
			<br>
			<br>


		<h3>개인정보의 파기</h3>
		<p>
			개인정보의 수집 및 이용 목적이 달성 되면, 수집한 개인정보를 신속하고 안전한 방법으로 파기합니다.
			<br>
			'개인정보 유효기간제'에 따라 원칙적으로 1년간 서비스를 이용하지 않은 회원의 개인정보는 별도 분리하여 보관 · 관리합니다.
		</p>
			<br>
			<br>


		<h3>이용자 및 법정 대리인의 권리와 행사 방법</h3>
		<p>
			BlockBuster는 정보통신망법 및 개인정보 보호법 등 관계 법령에서 규정하고 있는 이용자의 권리를 충실히 보장합니다.
			<br>
			<br>
			이용자는 언제든지 자신의 개인정보 및 이용 현황을 상시 확인할 수 있으며, 동의 철회 및 정정 요청을 할 수 있습니다. 
			<br>
			만 14세 미만 아동에 대한 법정 대리인의 권리 또한 법령에 따라 보장됩니다.
		</p>
			<br>
			<br>


		<h3>개인정보 보호를 위한 BlockBuster의 노력</h3>
		<p>
			BlockBuster는 정보통신망법 및 개인정보 보호법에서 요구하는 수준 이상으로 개인정보를 안전하게 관리하고 있습니다.
			<br>
			<br>
			이용자에게 친화적인 서비스로서의 프라이버시(Privacy as a Service)를 지향하고, 회사의 개인정보 보호 정책 확인, 
			<br>
			개인정보 보호 방법 안내, 개인정보 보호 요청까지 One-Stop으로 처리할 수 있는 '프라이버시센터'를 운영하고 있습니다.
			<br>
			<br>
			이용자와의 적극적인 소통을 위해 'BlockBuster 개인정보 보호 공식 블로그'와 공식 SNS도 함께 운영하고 있습니다.
			<br>
			<br>
			BlockBuster는 이용자 개인정보 보호를 위한 이러한 제반 활동들을 국내외 공신력 있는 인증기관으로부터 검증을 받고 있으며, 
			<br>
			해마다 발행하고 있는 BlockBuster 개인정보보호 리포트를 통해서도 이용자에게 투명하게 공개합니다.
		</p>
			<br>
			<br>

	<hr>
			<br>
		<h3>개인정보 처리방침 변경 시 고지 의무</h3>
		<p>
			개인정보 처리방침의 변경이 있는 경우 사전에 홈페이지 공지사항을 통해 이용자에게 고지합니다.
		</p>
			<br>
			<br>
			<br>
		</td>
	</tr>
</table>

<pre>

</pre>
<%@ include file="footer.jsp" %>
</div>
</body>
</html>